Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/hp_2009_samisk_sprak_lulesam.pdf.tmx
Source language: smj
Languages: sma

source: suohkana ja fylkasuohkana máhtti vaddet oahppolihtojda åhpadusáv vaddet vuodo ja joarkkaskåvlå åhpadussuorgen.
sma: Tjïelth / fylhketjïelth maehtieh lohkemesiebridie vedtedh barkoem ööhpehtimmiem vedtedh dovne maadthskuvlen jïh jåarhkeskuvlen ööhpehtimmien suerkesne.

source: Åhpadus galggá aj dalloj liehket navku oasseválldijda.
sma: Ööhpehtimmie edtja dellie aaj namhtah lihtsegidie årrodh.

source: Valla jus åhpaduslihtto vaddá åhpadusáv vuodoskåvlå ja / jali åhpadusá suorgen suohkanijn ja fylkasuohkanijn sjiehtadusá dagá, de kurssadivut gájbbeduvvá.
sma: Jis lohkemesiebrieh vedtieh ööhpehtimmiem maadthskuvlen jïh / jallh jåarhkeskuvlen ööhpehtimmien suerkesne jïh ij leah latjkoem tjïeltine jallah fylhketjïeltine, dellie kuvsjemaaksoe kreavasåvva.

source: Kurssadivut aj gájbbeduvvá gå oahppolihto organiseriji kursajt ietjá fágajn ja tiemájn, i. i. sámegielan.
sma: Aaj kuvsjemaaksoem vaalta gosse lohkemesiebrieh åårganiserieh kuvsjh jeatjah faagesne jïh aamhtesinie, j.g. saemiengïelesne.

source: Guokta sáme åhpaduslihto li, sáme oahppolihtto ja Merrasáme oahppolihtto, majn li oajvveulmmen barggat nav vaj åhpadus sáme gielan ja kultuvraárben vatteduvvá.
sma: göökte saemien lohkemesiebrieh, saemien lohkememoenehtse jïh Mearoesaemien lohkemesiebrie, giej åejvieulmie barkedh saemien gïelesne jïh kultuvreaerpesne ööhpehtidh.

source: 12. doajmma 5-jahkásasj sámegiela ållessjattukåhpadusprográmma
sma: Råajvarimmie 12. 5-jaepiej geerveööhpehtimmie- provgramme saemiengïelesne

source: sámedigge ja sáme allaskåvllå le sjiehtadallam 5-jahkásasj sámegiela ållessjattukåhpadusprográmmav tjadádit divna sáme giellaguovlojn.
sma: saemiedigkie jïh saemien jïlleskuvle lea latjkanamme latjkanimmiem eevtiedimmien jïh tjïrrehtimmien 5-jaepiej saemien geerveööhpehtimmieprovgramme gaajhkh saemien gïeledajvine.

source: Ulmmen ållessjattukprográmmajn le jåksåt gájkajt gudi e sámegielav máhte vijdes sáme giellaguovlon.
sma: 35 geerveööhpehtimmieprovgrammen ulmietjïerte lea gaajhkh saemieh gieh eah saemiesth vijries geografijen dajvesne.

source: Dåjmajt ájggu sierraláhkáj tjadádit dåppe gånnå dárojduhttempolitihkka le dahkam stuorámus vahágijt.
sma: Dah råajvarimmieh leah joekoen dejtie gusnie daaroestimmiepolitihke jeenjemes arhki.

source: Ållessjattuk sáme oadtju åhpadusfálaldagájt nuortta-, julev- jali oarjjelsámegiellaj.
sma: geerve saemieh åadtjoeh ööhpehtimmiefaalaldahkem noerhtesaemiengïelesne, julev- vuj åarjelsaemiengïelesne.

source: Ulmmen le sáme galggi ietjasa gielav válldet ruopptot ja vaj sáme giella galggá aleduvvat dassta gå ienebu dav adni.
sma: Ulmie lea saemieh edtjieh dej gïelem bååstede vaeltedh jïh saemiengïelem lutnjedh gosse jeenjebh saemiestieh.

source: Gájkka sáme giellabirrusa galggi bargguj sæhkánahteduvvat.
sma: gaajhkh saemiengïelevoengh edtjieh dejnie barkedh.

source: Dat sihtá javllat sáme giellaguovdátja, suohkana ja ietjá doajmme giellabirrusijn galggi lahka aktisasjbarggat.
sma: Destie båata saemien gïelejarngh, tjïelth jïh jeatjah gïelevoengine edtjieh lihkes ektiebarkedh.

source: sáme allaskåvllå oadtju åvdåsvásstádusáv prosjevta praktihkalasj tjádádimes.
sma: saemien jïlleskuvle dïedtem åådtje praktijhkeles tjïrrehtimmie prosjektine.

source: Dåjma ruhtaduvvi sámedikkes doarjjagij sámeálmmuga fåndas.
sma: Råajvarimmie saemiedigkeste maeksedh vierhtieh saemieåålmegen fåanteste.

source: Åvdåsvásstediddje: Sámedigge Ájgge: 2009-2014
sma: Dïedte: Saemiedigkie Tïjjeperspektijve: 2009-2014

source: 13. doajmma Iednegiellaanalfabetisma guoradallam ja sámegiela åhpadusdárbo ållessjattugijda
sma: Råajvarimmie 13. Kaarhtedidh vijremem ietnegïe-leanalfabetisme jïh daarpoe ööh

source: sámedigge fállá, sáme allaskåvlåjn aktisasjbargujn, sámegiela åhpadusáv ållessjattugijda vidá jahkásasj prográmma baktu.
sma: saemiedigkie faala, saemiej jïlleskuvle ektesne, saemienööhpehtimmiem geervide vïjhtejaepiej ööhpehtimmieprovgrammen tjïrrh.

source: Máhttodepartemænnta aktisasjbargujn Barggo- ja sebrudahttemdepartementajn ájggu álgadit guoradallambargov gånnå le ulmmen ienep diedojt oadtjot iednegiellaanálfabetisma birra sámeálmmugin (dåssjå ulmutja gudi sámásti, valla gudi sámegielav e lågå jalik tjále).
sma: guktie jeenjh daajroem åådtje daarpoej bïjre sæjhta Maahtoedepartemente Barkoe- jïh ektiebiejemedepartementen ektesne goerehtimmiebarkoem aelkedh man ulmie gïehtjedidh man gellieh ietniegïeleanalfabeth gååvnesieh (d. m. j. almetjh gieh saemiestieh, mohte eah lohkh jïh tjaelieh saemiengïelesne) saemien åålmegisnie.

source: Guoradallam galggá aj gåbttjåt sámijt gænna le binná jali vádno sáme giellatjehpudahka.
sma: goerehtimmie aaj gïehtjede saemieh giej viesjieh jallh ij naan saemien gïelemaahtoe.

source: ij le ulmmen oadtjot ålles guoradallamav galla ulmutja li dájn juohkusijn, valla guoradallam galggá sulástahttet vijddudagáv, ja aj åhpadusdárbojt árvustallat.
sma: ij ulmie leah ellies kaarhtedimmiem man gellieh almetjh dan tjïertij sisnie, mohte goerehtimmie edtja vedtedh guvviem destie, jïh ööhpehtimmiedaarposte vierhtiedimmiem vedtedh.

source: 35 almoduvvá guoradallam- ja dutkamdahkamus bielnupjáhkásasj jahkevirge sissŋelin.
sma: Bïevneste goerehtimmie- / dotkemelaavenjassem mïeresne akte aktebielie jaepievïerhke.

source: sámedigge galggá gåhtjoduvvat dán bargguj oassálasstet.
sma: saemiedigkie böörie barkose mealtan årrodh.

source: Åvdåsvásstediddje: Máhttodepartemænnta / Barggo- ja sebrudahttemdepartemænnta / Åhpadusdierktoráhtta Ájgge: Gárveduvvat 2010-2012 (gatjálvis goassa guoradallam álggá)
sma: Dïedtije: Maahtoedepartemente / Barkoe- jïh ektiedimmiedepartemente / Ööhpehtimmiedirektorate Tïjjeperspektijve: Riejries 2010-2011 (ij daejrieh gåessie aalka goerehtidh)

source: 14. doajmma Alfabetiserimprosjækta Tråmsån
sma: Alfabetiseremeprovsjekte geer-vide Tromsesne

source: Tråmså fylkasuohkan ájggu álgadit alfabetiserimprosjevtav ållessjattugijda fylkan.
sma: Tromsen fylhketjïelte sæjhta alfabetiseremeprovsjekten aelkedh geervide fylhkesne.

source: Ulmmen prosjevtajn le oassevállde galggi arvusmahteduvvat formáliserit ietjasa sámegiela máhtudagáv, nav vaj sij máhtti sámegielav njálmálattjat ja tjálalattjat adnet.
sma: Provsjekten ulmie lea dah lïhtsegh edtjieh skreejrehtidh dej maahtoem saemiengïelesne formaliseredh, guktie dah maehtieh dovne tjaaleldh jïh njaalmeldh saemiestidh.

source: Ájggomussan le studieguovdátja vidán, gudán sajen Tråmså fylkan kursajt ásadit.
sma: Ulmie lea lohkemejarngh vïjhte, govhte ovmessie sijjieh Tromsen fylhkesne kuvsjh tjïrrehtidh.

source: Prosjevta birra le tjáledum aktisasjbarggosjiehtadusán sámedikke ja Tråmså fylkasuohkan gaskan.
sma: Provsjekte sïemelatjkosne saemiedigkien jïh Tromsen fylhketjïelten gaskem neebnesåvva.

source: Vijdábut de rabáduvvá næhttasadje prosjæktaoasseválldijda gånnå le máhttelis gielav adnet friddja, ja guládallat gaskanisá ja prosjæktajådediddjijn.
sma: Aaj edtja viermiesijjiem rihpestidh gusnie provsjektelihtsegidie gusnie dej lea nuepie gïelem frïjjes utnedh, jïh jeatjajgujmie jïh provsjekteåvtehkinie gaskesadtedh.

source: Åvdåsvásstediddje: Tråmså fylkasuohkan Ájgge: 2009-2012
sma: Dïedtije: Tromsen fylhkentjïelte Tïjjeperspektijve: 2009-2012

source: Dárbbo le sámegiela dutkamijt ja åhpadusájt nannit.
sma: 36 sAeMieDigKie LeA sTiPeNDeM jïllebe ööhpehtæmman tseegkeme.

source: Tråmså universitehtta le juogedum nasjonálalasj åvdåsvásstádusáv sáme dutkamis ja åhpadusás Vuonan.
sma: Ulmie lea jijnjebh gieh saemiestieh skreejrehtidh ovmessie faagesuerkine.

source: sáme åhpadus guovdásj Tråmså universitehtan barggá universitehta dutkam- ja åhpadusdåjmaj nannimijn ma gulluji sáme ja iemeálmmuga dilijda. Konkrehta prosjevtaj baktu álgat ja jådet guovdásj ietjasa dutkamav, ja fágajgasskasasj - dutkam- ja åhpadusaktisasjbargov álgat ja koordinere. Bådådjo allaskåvllå vaddá åhpadusfálaldagájt julevsáme gielan oassen åhpadiddje ja åvddåskåvllååhpadiddjeåhpadusás jali dagu joarkkaåhpadussan.
sma: Jaepien 2009 jïllebe ööhpehtimmiem seahkare saemien gïelen learoevierhtiepedagogijhke, aarhskuvle- jïh åålmegh lohketæjjalearohkh giej lea saemien faagegïevlesne, jïllebe ööhpehtimmie åarjel-, julev- vuj noerhtesaemien gïelesne gusnie åarjelsaemien jïh julevsaemien jïllemes seahkare, vijrebe ööhpehtimmie voeresehåksosne, jïh vijrebe ööhpehtimmie åvtesbarkoen jïh rehabiliteringen sisnie saemien maanaj jïh noerij psykosovsijalen vaejvieh.

source: nuortta-Trøndelága allaskåvllå le juogedum nasjonálalasj åvdåsvásstádusáv oarjjelsáme gielas åhpadiddjeåhpadusá aktijvuodajn.
sma: Jis jïjnjebh stipendeöörnegem ohtsieh goh miere ryöhkoe dellie dah vierhtieh ohtsedæjjide juekedh.

source: sámedigge le tsuojggodam fálaldagá vierttiji sihkarasteduvvat guoskadaládum allaskåvlåjn vájku man binná studentajs le gudi sihti oarjjel- ja julevsáme åhpadusáv tjadádit.
sma: NoeRhTeLAANTeN FyLhKeTJïeLTe sæjhta skreejrehtidh maahtoem saemien gïelesne jienedidh g. j. maehteles faagebarkijh giej saemien gïelemaahtoe ovmessie barkoesuerkine.

source: Dáj åhpadusájn ij goassak vuordeduvá ållo ulmutja, ja dajnas le sierraláhkáj ájnnasin smávva sáme gielajda jut sámegielak máhtudahka gávnnu.
sma: Fylhketjïelte gïeleööhpehtimmie stipendh vadta ihte almetjh skreejredh saemien gïelesne ööhpehtidh.

source: åhpadussaj. Ulmmen le samegielak fáhkaul
sma: stipene maahta ohtsejidie saemien gïelem lohkedh universiteten- jïh jïlleskuvledaltesisnie jïh ohtejidie saemien gïeleööhpehtimmine jåehkeskuvlesne barka.

source: mutjijt rekrutterimav lasedit duon dán fáh
sma: Jïllebe ööhpehtimmie jïh skreejreme

source: kasuorgen. Jagen 2009 vuoroduvvá sáme
sma: Daarpoe lea dotkemem jïh lohkemem saemiengïelesne tjïrkedh.

source: oahpponævvopedagogihkka, åvddåskåvllå- ja
sma: saemiej jïlleskuvle lea voernges institusjovne saemien dotkemeveartenisne, jïh mij aarebi lij Noerhte saemien institudtine goh dotkemegoevtese.

source: gájkkásasjåhpadiddjestudenta gejn le sáme
sma: Universitete Tromsesne lea åådtjeme dan nasvjonellen dïedtem saemien dotkemen jïh ööhpehtimmien åvteste Nöörjesne.

source: skihpudagájt sáme mánájn ja nuorajn. Jus
sma: Jarnge saemien lohkeme Universitete Tromsesne barka universiteten tjåanghkanimmie dotkeme- jïh ööhpehtimmiebarkarimmie gosse saemien jïh iemiealmetjhrelatereme tsiehkieh.

source: sihkarasstet dåhkkiduvvam fáhkabarggijt sáme
sma: stinkes provsjektij tjïrrh jarnge aalka jïh jåhta jïjste dotkemem, jïh initieredh jïh ektieididh faagij dåeresth dotkeme- jïh ööhpehtimmieektiebarkoem.

source: juollot giellaåhpadusstipendajt arvusmahtátjit
sma: Jïlleskuvle Bodøsne vadta lohkemefaalaldahkem julevsaemien gïelesne lihtsine åålmegh- jïh aarhskuvlelohketæjjaööhpehtimmiem vuj goh vijreööhpehtimmiefaalaldahkem.

source: ulmutjijt sámegiellaåhpasdusáv válldet.
sma: Jïlleskuvle Noerhte-Trøndelagesne lea seammaleejns nasjovnalen dïedte åarjelsaemiengïelem lohkehtæjjaööhpehtimmiekontekstesne.

source: stipænnda máhttá aj juogeduvvat åhttsijda
sma: saemiedigkie lea tjuevtjiedamme tjuara faalaldahkem tjïrkesovvedh dejnie jïlleskuvline seamma man vaenie lohkijh gieh sijhtieh lohkemem åarjel- vuj julevsaemiengïelesne tjïrrehtidh.

source: gudi sámegielav låhki universitehta- ja allaskåv
sma: ij gåessie edtja jeenjh lohkijh dejnie faalaldahkine, jïh dïhte dan vihkeles joekoen dejtie smaave gïelide saemiengïeleldh maahtoem gååvnese.

source: 36 Åhpadusinstutusjåvnå mierredit ietja makkár åhpadusfálaldagájt galggi álgadit ja gåktu dá organiseriduvvi.
sma: Ööhpehtimmieinstitusjovnij lea autonomije gosse dæjpa mah lohkemefaalaldahkh mah aelkieh jïh guktie faalaldahkh åårgansieredh.

source: Máhttodepartemænnta ájggu daj institu- sjåvnåj gudi fálli åhpadusáv sámegiellaj ja sámegielan aktisattjat tjadá mannat barggo- ja åvdåsvásstádus juohkemav dáj gaskan, ja ájggu láhtjet dilev nav vaj lagáp aktisasjbarggo dáj institusjåvnåj gaskan sjaddá, ja aj aktisasjbargguj ietjá institusjåvnåj ma li guovlojn gånnå le dárbbo sámegiela åhpadusájs.
sma: Maahtoedepartemente sæjhta dej institusjovnijgujmie ektesne mah lohkemem saemien gïelesne faelieh vuartasjidh barkoe- jïh dïedtejuakemem dej gaskem, jïh sæjhta initieredh lihkebe ektiebarkose dej institusjovnij gaskem jïh aaj ektiebarkoe jeatjah institusjovnijgujmie dej dajvine gusnie maahta daarpoe lohkemem saemiengïelesne.

source: Åhpadusinstitusjåvnå máhtti åhtsåt oadtjot vissa sajijt, i. i. sáme åhttsijda, muhtem åhpadusá åhttsijda.
sma: Ööhpehtimmieinstitusjovnh maahta syökedh åadtjodh kvoth nænnoestidh, g. j. saemien ohtsijij åvteste, gosse ovmessie lohkemasse ohtsieh.

source: Tråmså universitehtta, Finnmárko allaskåvlån, Lillehammera allaskåvlån, ja Veterineraallaskåvlån li sierra saje sáme åhttsijda muhtem åhpadusájn.
sma: Universitete Tromsesne, jïlleskuvlh Finnmarkesne jïh Lillehammerisnie jïh veterinærejïlleskuvlen leah kvoth saemien ohtsijidie naan lohkemidie.

source: 15. doajmma Sáme åhpadiddjeåhpadus
sma: Råajvarimmie 15. Saemien lohkehtæjja ööhpehtim

source: sáme allaskåvllåj viertti dárbulasj hiebadáhkkás sadje ásaduvvat bessat boahtteájge vuodoskåvlå åhpadiddjeåhpadusá rámmaplánas.
sma: Jis dan daerpies fleksibilitetem jaksa byöroe saemiej jïlleskuvle frïjje årrodh båetije nasjovnelle mïeresoejkesjistie dan sov maadthskuvlelohkhehtæjjaööhpehtimmie.

source: Departemænnta ájggu fámov sirddet sáme allaskåvllåj mij gullu ådå sáme åhpadiddjeåhpadusá struktuvrraj ja hábmáj.
sma: Departementen ulmie sov faamoem saemiej jïlleskuvlese delegeredh gosse struktuvrem jïh tseegkemem orre lohkehtæjjaööhpehtimmie saemien gïelesne.

source: Le gal aj nsajenis vaddet bajemus nasjonálalasj mærrádusájt (láhkatjallusav) háme guhkudagá ja oajvveåsij hárráj (fágaj, pedagogihka, práksisa jná) mij galggá gullut sáme vuodoskåvlå åhpadiddjeåhpadussaj aj.
sma: Dïhte lea bijjies nasjovnalen njoelkedassh gåhkoem jïh åejviekomponenth tseegkemisnie (faage, pedagogijhke, lïereme j.n.v.) maam aaj edjta saemien maadthskuvlelohkehtæjjaööhpehtimmiem dijpedh.

source: Åvdåsvásstediddje: Máhttodepartemænnta Ájgge: 2009-2012
sma: Dïedtije: Maahtoedepartemente Tïjjeperspektijve: 2009-2012

source: 16. doajmma Rekrutterimvuodo ja sámegielak åhpadiddjij dárbo guoradallam
sma: Råajvarimmie 16. Skreejremevåaromem kaarhtedidh jïh daarpoem saemiengïeleldh

source: Dárbbo le dåjmajt álgadit nannitjit sámegielak åhpadiddje rekrutterimav.
sma: Dïhte lea daerpies råajvarimmieh tseegkedh guktie skreejremem saemiengïeleldh lohkehtæjjah tjïrkedh.

source: Departemænnta ájggu rekrutterimvuodov guoradallat sáme alep åhpadussaj ja dárbojt sámegielak åhpadiddjijs.
sma: Departemente sæjhta skreejremevåaromem kaarhtedidh samien jïllebe ööhpehtæmman jïh daarpoem saemiengïeleldh lohketæjjide.

source: Dárbbo le aj oadtjot diedojt åhpadiddjediles sáme skåvlåjs sáme guovloj ålggolin.
sma: Dïhte lea aaj daerpies daatam gaavnedh lohkehtæjjagaptjemem saemien skuvline dej saemien dajvij ålkoelisnie.

source: 17. doajmma Rekrutterimdåjma sáme åhpadiddjeåhpadussaj ja åhpadiddjeåhpadussaj sámegiela fágajn
sma: jïh lohkehtæjjaööhpehtæmman saemien faagegievlesne

source: sámegiellaj ja sámegielan åhpadiddjeåhpadusán le unnán rekrutterim.
sma: Lohkehtæjjaööhpehtimmie saemiengielesne lea vuelie skreejreme.

source: Dárbbo le sierra dåjmaj lásedittjat berustimev åtjåtjit sáme åhpadiddjeåhpadussaj jali sámegiela fágajn dáro åhpadiddjeåhpadusán.
sma: Dïhte lea daerpies lissie incitamentem juktie iedtjem jienede saemien lohkehtæjjaööhpehtæmman ohtsedh jallh saemien faagegievlesne nöörjen lohkehtæjjaööhpehtimmesne.

source: Rekrutterimdåjma vierttiji plániduvvat ja tjadáduvvat dajs institusjåvnåjs ma åhpadusáv fálli, ja majn li buoremus diedo birrusijs gåsstå le luondulasj studentajt rekrutterit.
sma: skreejremeråajvarimmieh byöroe rååresjidh jïh tjïrrehtidh dej institusvjonijgujmie lohkemh faelieh, jïh lea bööremes maahtoe dej byjreskijgujmie gustie iemeles lohkijh skreejredh.

source: Departemænnta biedjá rekrutterimdåjmajda ruhtadimev.
sma: Departemente skreejremeråajvarimmidie viertide vadta.

source: Åvdåsvásstediddje: Máhttodepartemænnta Ájgge: 2009
sma: Dïedtije: Maahtoedepartemente Tïjjeperspektijve: 2009

source: 18. doajmma Rekrutterimratjástibme Finnmárkon – niehkovigge
sma: Råajvarimmie 18. Skreejremekampanje Finnmarkesne – neakoesbarkoe

source: sáme allaskåvllå, sámedigge, Ks Finnmárkon, Finnmárko allaskåvllå ja Fylkaålmmå Finnmárkon le álgadam rekrutterimtatjástimev åttjudittjat ienep studentajt dán guovte åhpadiddje allaskåvlåjda.
sma: saemiej jïlleskuvle, saemiedigkie, Ks Finnmarke, Jïlleskuvle Finnmarkesne jïh fylhkemaennie Finnmarkesne leah skreejremekampanjem aalkeme jeenjh lohkijh skreejredh dejtie göökte lohkehtæjjaskuvlide.

source: Ratjástime namma le ” Drømmejobben / Gollevirgge ”; http://www.hifm.no/drommejobben
sma: Kampanjen nomme ” Neakoesbarkoe / gollevirgi ”. http://www.hifm.no/drommejobben

source: Åvdåsvásstediddje: Fylkaålmmå Finnmárkon Ájgge: ådåjakmános 2009 - biehtsemánnuj 2009
sma: Dïedtije: Fylhkemaennie Finnmarkesne Tïjjeperspektijve: Tsiengelen 2009-ruffien 2009

source: 19. doajmma Åhpadusluojkkaoase luojttem
sma: Råajvarimmie 19. Bielie loh kemelöönemistie

source: 2009 jage rájes álgij årnik studentajda gudi ålliji muhtem åhpadiddjeåhpadusáv i. i. masterprográmmav åhpadiddjeåhpadusás gielajn jali realfágajn, gånnå oadtju luojtedum oasev åhpadusluojkas gå li dævddám ienemusát 60 oahppatjuorga sámegielan oassen vuodoåhpadusás åhpadiddjen.
sma: Jaepeste 2009 lij öörnemem tseegkeme lohkijidie gieh såemies lohkehtæjjaööhpehtimmieh orrijin g. j. mastereprovramme lohkehtæjjaööhpehtimmie gïeline vuj realfaagine, juktie dah bielieh lohkemelöönemistie vadtasuvvieh. Departemente sæjhta vierhtiedidh seammaleejns öörnegem dejtie gieh veenemes 60 lohkemetsiehkieh saemiengïelesne lohkedh bieliem maadthööhpehtimmesne lohketæjjine.

source: 37 20. doajmma Joarkkaåhpadus sámegielan åhpadiddjijda
sma: saemiengïelesne lohkehtæjjide

source: Máhtudagá kvalitehtta – joarkkaåhpadus åhpadiddjijda (Kompetanse for kvalitet - videreutdanning for lærere), fáladuvvá åhpadussa ienemusát 60 åhpadustjuorgaj rádjáj da gålmå sámegiellaj sáme allaskåvlån, Bådådjo allaskåvlån ja nuortta-Trøndelága allaskåvlån.
sma: strategijen mietie Maahtoe kvalitetide – vijrebeööhpehtimmie lohkehtæjjide, lohkemefaalaldahke vadtasåvva 60:an lohkemetsiehkieh golme saemien gïeline saemiej jïlleskuvlesne, Jïlleskuvle Bodøsne jïh Jïlleskuvle Noerhte-Trøndelagesne.

source: Ulmutja galggi máhttet diehtet goassa åhpadus álgeduvvá.
sma: Dïhte edtja guhkiem åvteli aelkedh tjïelkes årrodh gåessie faalaldahkem aalka.

source: Åhpadusfáládagájn galggi liehket vuostatjin åhpadiddjij hárráj, valla máhtti aj rabáduvvat ietjá dåhkkiduvvam åhttsijda.
sma: Lohkemefaalaldahkh lea voesteges lohketæjjaj ulmietjïertese, mohte aaj maahta rihpes årrodh jeatjide kvalisifijeren ohtsedæjjide.

source: 21. doajmma Kursa og åhpadusá
sma: Råajvarimmie 21. Kuvsjh jïh lohkemh

source: Departemænnta doarjju sáme giela kursajt ja åhpadusájt duon dán dásen ma aktisattjat organiseriduvvi aktan sáme allaskåvlåjn, ietjá åhpadiddjeåhpadusinstitusjåvnåjs ja sáme giellaguovdátjijs.
sma: Departemente sæjhta kuvsjh jïh lohkemh saemien gïelesne dåarjodh ovmessie daltesinie mah åårganiserieh saemiej jïlleskuvlen, jeatjah lohkehtæjjainstitusjovnij jïh saemien gïelejarngij ektesne öörnedh.

source: ietjá gielladåjma
sma: Råajvarimmie 22.

source: 22. doajmma Sierra dåjma giellaåvddånimev nannitjit oarjjelsáme ja julevsáme guovlojn
sma: julevsaemien dajvine tjïrkedh

source: oarjjel ja julevsámegiela li ájtedum dilen ja dárbbo le dåjmajda ma li njuolgga hiebadum sierra dárbojda dáj sebrudagájn.
sma: Åarjelsaemien jïh julevsaemien lea saajrohts tsiehkine jïh daarpesjægan råajvarimmieh mah leah rïekte dejtie joekoen daarpojde tjuevtjede dejnie siebredahkine.

source: Máhttá liehket dåjma d. d. oarjjelsáme resurssaguovdátjij ásaduvvamij ja nannimij, máhttelisvuodajda ållessjattukåhpadussaj ja famillja vuodo åhpadussaj julev- ja oarjjelsámegielan ja nannitjit bájkálasj ja guovlolasj giellasajij mánájda, nuorajda ja ållessjattugijda nannitjit.
sma: Dïhte maahta årrodh råajvarimmieh vierhtiehjarngide tjïrkedh jïh tseegkedh åarjelsaemien gïelide, nuepieh geerveööhpehtimmie jïh fulhkievåaromeööhpehtimmie julev- jïh åarjelsaemien gïelesne jïh byjresken jïh regijovnalen gïelearenaj maanide, noeride jïh geervide tjïrkedh.

source: Ájnas le jut oarjjelsáme ja julevsáme sebrudagá iesj åvddånbukti ietjasa dárbojt gielav nannitjit.
sma: Dïhte vihkeles åarjelsaemien jïh julevsaemien siebredahkh jïjtsh dej daarpoeh gïelem tjïrkedh defineredh.

source: Danen biejaduvvá sierra ruhta prosjevtajda ma máhtti julev- ja oarjjelsáme gielav nannit.
sma: Dan gaavhtan vierhtieh gååvnesieh provsjektide mah maehtieh julev- jïh åarjelsamien gïelebyjreskidie tjïrkedh.

source: Barggo- ja sebrudahttemdepartemænnta vuorddá Fylkaålmmå nordlándan dájt rudájt háldat.
sma: Barkoe- jïh ektiedimmiedepartementen ulmie lea Fylhkemaennie Noerhtelaantesne dam reejredh.

source: Åvdåsvásstediddje: Barggo- ja sebrudahttemdepartemænnta / Fylkaålmmå Nordlándan Ájgge: Doajmmaplána doajmmaájgen
sma: Dïedtije: Barkoe- jïh ektiedimmiedepartemente / Fylhkemaennie Noerhtelaantesne Tïjjeperspektijve: Gïetedimsoejkesjen vïerhkeboelhkesne.

source: 23. doajmma Oarjjelsáme giellabiesse
sma: Råajvarimmie 23. Åarjelsaemien gïelebiesie

source: Fylkaålmmå nordlándan ja sámeskåvllåstivrra svierigin le aktan dahkam prosjæktaplánav oarjjelsáme giellabiesijda.
sma: Fylhkemaennie Noerhtelaantesne jïh saemieskuvleståvroe sveerjesne lea ektesne provsjektesoejkesjem dorjeme åarjelsaemien gïeliebiesie.

source: Ulmmen le ælládahttet, nannit ja åvddånahttet oarjjelsámegielav.
sma: Ulmie lea åarjelsaemiengïele goh gïeline skreejrehtidh, tjïrkedh jïh eevtiedidh.

source: Prosjevtan le ulmmen jåksåt gájkka oahppijt gejn li oarjjelsáme åhpadus vuodoskåvlån Vuonan 6.-9. klássagijda ja 5.-8. klássagijda svierigin.
sma: Provsjekten ulmietjïerte gaajhkh learohkh gieh åadtjoeh ööhpehtimmiem åarjelsaemiengïelesne skuvlesne Nöörjesne daltesh 6.-9. jïh sveerjen bielesne 5.-8.

source: Duodden galggá liehket æjgádij tjuovvolibme sijájt gænna li máná oassálassten.
sma: Dan lissine galka dah eejtegh learohkidie giej meatan dåaradallemem åadtjodh.

source: sij gudi åhpadiddjen oassálassti, lågådiddje ja arvusmahtte prosjevtan sjaddi aj oadtjot máhttelisvuodajt fágalasj tjiegŋudahttemij jus le ávkálattjan prosjæktaj.
sma: Dah gieh leah mealtan lohkehtæjjine, giejnie aelkedh jïh giejnie eadtjaldehtedh provsjekten mietie aaj åadtjoeh nuepiem faagen gïenglåbpose gusnie lea aevhkie provsjektasse.

source: Vuostasj giellabiesse lij Mittådalenin 2008. Giellabiesen lidjin 70 oassálasste.
sma: voesteges gïelebiesie lij Mihtesne jaepien 2008. gïelebiesien lij 70 lihtsegh.

source: Barggo- ja sebrudahttemdepartemænnta le juollodam ruhtadimev prosjæktaj 2008 jage ja ájggu ájn joarkket prosjevtav doarjjot.
sma: Barkoe- jïh ektiebiejemedepartemente lea provsjekten mealtan årrodh maeksedh jaepien 2008 jïh sæjhta dam vijrebe provsjektem dåarjodh.

source: Prosjevtan le plánidum guokta giellabiese jahkáj gålmå jahkáj.
sma: Provsjekte lea soejkesjamme göökte gïelebiesieh jaepesne golmen jaepien.

source: Åvdåsvásstádus: Fylkaålmmå Nordlándan Ájgge: 2008-2011
sma: Dïedtije: Fylhkemaennie Noerhte-laantesne Tïjjeperspektijve: 2008-2011

source: 24. doajmma Åvddånahttemprosjækta NuorttaTrøndelága fylkasuohkanin
sma: Råajvarimmie 24. Eevtiedimmieprovsjekte Noerhte-Trøndelagen fylhketjïeltesne

source: nuortta-Trøndelága fylkasuohkan le 2008 rájes sámegiela háldadusguovlo sissŋelin, ja ájggu jagen 2009 ásadit 3-jahkásasj åvddånahttemprosjevtav åvddånahtátjit ja nannitjit oarjjelsáme gielav ja kultuvrav.
sma: Noerhte-Trøndelagen fylhketjïelte lea jaepeste 2008 saemiengïelen reeremedajvesne jïh sæjhta jaepien 2009 3-jaepiej eevtiedimmieprovsjektem tseegkedh åarjelsaemien gïelem jïh kultuvrem eevtiedidh jïh tjïrkedh.
